[
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Digifad",
    "description": "Ut sit do sint in tempor pariatur cupidatat ipsum elit. Deserunt minim consequat amet tempor minim laborum laborum dolore officia. Culpa eu aute laboris non anim minim tempor labore elit ex fugiat id proident. Quis nulla excepteur consectetur elit laborum officia officia. Ex officia in exercitation dolore magna ullamco duis et mollit irure aliqua minim. Irure ipsum reprehenderit magna culpa est nisi ad adipisicing dolore elit consequat adipisicing sint enim.",
    "price": 6,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":1,
    "location":"stockport"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Belt with fake diamonds",
    "description": "Dolor enim tempor consectetur amet occaecat ex exercitation consectetur et enim. Cupidatat irure eiusmod fugiat est enim velit adipisicing culpa aute nulla excepteur dolor cupidatat ex. Esse est sint irure sint quis magna consequat.",
    "price": 5,
    "category": "Clothes",
    "status": "available",
		"seller_username": "Lois James",  
		"charity_id":1,
  "location":"stockport" 
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Hiking boots",
    "description": "Do eiusmod cillum ullamco commodo et exercitation voluptate tempor proident non eu sunt. Ut ex irure aute tempor minim id amet est duis aliqua. Fugiat ut in laboris enim nulla mollit culpa Lorem mollit cupidatat sint. Pariatur nulla fugiat adipisicing cillum nisi ex tempor excepteur commodo.",
    "price": 15,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":1,
  "location":"stockport"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Wok",
    "description": "Sint irure dolor cupidatat sit sit. Esse Lorem occaecat sint enim et voluptate. Voluptate amet laborum pariatur eu est aliqua ut eiusmod.",
    "price": 15,
    "category": "Kitchenware",
    "status": "available",
    "seller_username": "Lois James",  "charity_id":1,
  "location":"stockport"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Buzz Lightyear",
    "description": "Ea tempor mollit culpa nulla ullamco commodo aute eu cillum Lorem. Incididunt ut fugiat magna duis cupidatat officia veniam ut amet amet. Labore consequat consequat sint qui velit adipisicing voluptate dolor sunt proident. Commodo dolore sunt ad laboris laboris. Nostrud aliquip mollit elit aute tempor. Sint est aliquip eu consequat enim labore est fugiat elit duis laborum tempor sunt.",
    "price": 10,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",  "charity_id":1,"location":"stockport"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Pitch fork",
    "description": "Ut elit nisi mollit eu excepteur velit officia cillum consectetur tempor consectetur. Laborum voluptate officia pariatur proident. Adipisicing deserunt irure commodo elit do excepteur incididunt. Deserunt laboris do cillum incididunt. Occaecat in consectetur veniam ad nisi.",
    "price": 10,
    "category": "Garden",
    "status": "available",
    "seller_username": "Lois James",
  "charity_id":1,
  "location":"stockport" },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Prom dress",
    "description": "Commodo fugiat pariatur officia sint. Exercitation minim aliquip exercitation fugiat aliquip reprehenderit nisi. Sit fugiat proident sit aliquip Lorem non in. Ea ipsum in deserunt do quis officia ea pariatur sunt incididunt in ut. Sit minim labore nulla amet ea officia anim exercitation adipisicing. Aute excepteur adipisicing eu ea cillum minim voluptate velit occaecat consequat duis aute officia labore. Enim et irure duis proident exercitation.",
    "price": 20,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",
  "charity_id":1,
  "location":"stockport"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Atari",
    "description": "Cillum fugiat sit qui esse nisi sit nulla qui pariatur. Voluptate fugiat velit est culpa commodo duis non ea esse velit do magna. Ad voluptate adipisicing ipsum aute.",
    "price": 10,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",  "charity_id":1,"location":"stockport"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Pokemon doll",
    "description": "Labore non laborum in eiusmod ad aute excepteur proident consequat sunt irure incididunt cupidatat mollit. Duis quis non laborum in laborum magna cupidatat. Enim sunt magna culpa aliquip est ad elit excepteur nulla anim qui. Pariatur adipisicing consequat ullamco anim sit tempor ut ut proident in veniam veniam nostrud culpa.",
    "price": 1,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",
  "charity_id":1,"location":"stockport"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Dune",
    "description": "Enim do qui cillum velit cupidatat enim irure veniam ad do. Eiusmod ex adipisicing enim laborum et duis minim. Id officia laboris ex ad minim est irure ea. Aliqua anim pariatur aliquip laborum id ut cillum culpa cillum occaecat qui in dolore Lorem. Officia proident eiusmod dolore sint nostrud irure dolore irure proident. Aute minim magna anim labore exercitation ea. Enim esse tempor id aute ea officia aute cupidatat Lorem proident aliquip dolor non.",
    "price": 5,
    "category": "Books",
    "status": "available",
    "seller_username": "Lois James",
  "charity_id":1,"location":"stockport"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Blender",
    "description": "Ex aliquip deserunt et eiusmod id sit veniam elit. Reprehenderit proident magna cillum magna. Consectetur excepteur consequat commodo incididunt aute exercitation magna. Ullamco nisi ex consequat sint cillum minim culpa eu eu in commodo qui duis. Labore nostrud in do laboris do in ad cupidatat labore voluptate duis enim.",
    "price": 5,
    "category": "Kitchenware",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":2,
    "location":"Leeds"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Yoyo",
    "description": "Commodo veniam nisi mollit ad ipsum culpa aliqua veniam commodo aliquip adipisicing occaecat nisi. Qui labore qui in pariatur velit cillum irure cillum incididunt ea magna do deserunt. Laboris irure officia deserunt ad duis ut quis Lorem.",
    "price": 4,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":2,
    "location":"Leeds"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Lawnmower",
    "description": "Sunt laborum laborum exercitation minim ullamco laboris veniam eu id aliqua nisi reprehenderit adipisicing. Culpa ex ipsum tempor dolore irure est reprehenderit eu officia. Non velit consequat sit sunt officia est dolor. Exercitation labore consectetur incididunt aliqua irure minim consectetur fugiat exercitation esse cupidatat.",
    "price": 20,
    "category": "Garden",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":2,
    "location":"Leeds"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Flower pots",
    "description": "Adipisicing quis elit culpa nisi. Incididunt dolore ad cillum mollit cupidatat consequat aute fugiat. Non dolore laboris occaecat consequat culpa. Anim pariatur eu enim in magna et duis fugiat occaecat qui. Mollit id enim adipisicing commodo. Ipsum velit enim duis do veniam ullamco qui eiusmod sint. Occaecat sint commodo laboris veniam.",
    "price": 5,
    "category": "Garden",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":2,
    "location":"Leeds"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Hula hoop",
    "description": "Exercitation laboris laboris non voluptate fugiat nisi ad sint dolore velit voluptate esse exercitation. Culpa eiusmod dolor aute irure consequat veniam consectetur. Laboris est eu officia irure cupidatat.",
    "price": 5,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":2,
    "location":"Leeds"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Tuxedo",
    "description": "Proident qui et magna occaecat non. Sint cupidatat occaecat elit amet fugiat ipsum adipisicing nisi. In id proident excepteur nulla adipisicing.",
    "price": 20,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":2,
    "location":"Leeds"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Shoes (one missing)",
    "description": "Proident in id mollit exercitation officia nostrud cillum ea. Commodo excepteur Lorem deserunt ex voluptate non commodo exercitation et do aute. Adipisicing aliquip et magna anim mollit.",
    "price": 5,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":2,
    "location":"Leeds"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Gameboy",
    "description": "Consectetur ad magna adipisicing do id. Exercitation anim pariatur enim anim deserunt id velit occaecat nulla sunt. Velit nisi Lorem esse aliqua non eu officia labore sint minim id ex aliqua amet. Consequat laboris velit irure reprehenderit officia magna irure aliquip ex. Commodo nulla incididunt do tempor nisi qui qui nulla ex. Proident eu ipsum duis consectetur id dolor elit fugiat magna qui. Ullamco veniam excepteur ea occaecat reprehenderit nostrud officia cupidatat.",
    "price": 15,
    "category": "Electronics",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":2,
    "location":"Leeds"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "TV",
    "description": "Ut anim adipisicing aliquip cupidatat eiusmod sit. Reprehenderit sunt do nostrud voluptate. Occaecat occaecat Lorem et irure commodo officia incididunt laboris non do laboris. Deserunt id deserunt ea incididunt commodo qui non deserunt aliqua enim. Ullamco duis adipisicing quis velit incididunt esse ipsum veniam qui magna culpa proident ad. Nulla nisi et excepteur esse officia est quis deserunt consequat.",
    "price": 20,
    "category": "Electronics",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":2,
    "location":"Leeds"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Crayon set",
    "description": "Eu exercitation est laborum ullamco ullamco id do dolore qui. Ea ut adipisicing veniam ipsum elit cupidatat quis velit magna duis sunt. Qui commodo id cillum amet voluptate. Aliqua excepteur dolore do dolore mollit est labore et reprehenderit.",
    "price": 7,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":3,
    "location":"Manchester"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "VHS recorder",
    "description": "Culpa proident laboris reprehenderit nulla quis cillum eu in nulla laborum non laborum do cillum. Irure nisi nulla aliquip consectetur eu cupidatat tempor magna aliqua culpa. Anim eu adipisicing incididunt culpa mollit sunt deserunt. Labore dolor ad ullamco quis in do voluptate excepteur veniam incididunt sint amet dolor. Ea nostrud dolore exercitation proident. Culpa est aliqua officia esse nostrud fugiat ad cillum sunt. Ullamco veniam enim exercitation eu sunt.",
    "price": 8,
    "category": "Electronics",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":3,
    "location":"Manchester"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "DVD player",
    "description": "Cillum Lorem est ut Lorem culpa ea nulla consequat dolor pariatur minim ad Lorem do. In ex cillum culpa culpa cupidatat in Lorem id aliquip. Cupidatat veniam minim velit ex tempor labore exercitation cupidatat labore non.",
    "price": 18,
    "category": "Electronics",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":3,
    "location":"Manchester"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Trilby hat",
    "description": "In voluptate minim nostrud quis magna. Fugiat mollit labore ex excepteur in non pariatur exercitation adipisicing cupidatat deserunt deserunt. Tempor proident quis eu labore in esse ad deserunt dolore elit ut.",
    "price": 8,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":3,
    "location":"Manchester"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Deckchair",
    "description": "Duis cupidatat esse aliqua deserunt proident ipsum elit ex consequat adipisicing consectetur veniam dolore. Ipsum do qui commodo Lorem quis occaecat magna sint mollit eiusmod quis. Nostrud Lorem enim consequat ea ipsum magna et sit eiusmod aute ullamco cupidatat ullamco occaecat. Aliquip cupidatat id ut excepteur nostrud dolor officia cupidatat id labore aliquip sint. Laborum elit dolore nostrud consequat aute ex velit tempor minim.",
    "price": 9,
    "category": "Garden",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":3,
    "location":"Manchester"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Mort by Terry Prachett",
    "description": "Exercitation velit duis dolore anim consequat voluptate pariatur esse nostrud commodo qui aliqua officia. Fugiat nostrud laborum consequat eiusmod amet cillum magna. Duis anim excepteur qui dolore ipsum ad laboris proident aute ex consequat et commodo. Velit occaecat irure eu labore sit. Sunt cupidatat anim elit incididunt minim ea reprehenderit pariatur aliqua amet minim aute. Reprehenderit qui sit consectetur exercitation esse fugiat quis fugiat tempor aute amet labore amet.",
    "price": 2,
    "category": "Books",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":3,
    "location":"Manchester"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Tripsch",
    "description": "Occaecat nisi ullamco excepteur ullamco qui anim tempor velit magna cupidatat aliquip. Non nostrud anim aute magna duis dolore Lorem aliqua ad in proident qui culpa minim. Consequat ullamco ex in ea. In incididunt esse ullamco esse veniam officia ad do consequat dolore tempor nisi incididunt. Excepteur ipsum exercitation culpa dolor esse excepteur sit laboris quis aute. Labore magna nostrud eiusmod anim incididunt ex excepteur laboris consectetur elit. Exercitation magna consequat nostrud dolor consequat magna enim.",
    "price": 7,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":3,
    "location":"Manchester"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "PS1",
    "description": "Ad nostrud et cupidatat nisi incididunt anim nostrud magna qui irure esse duis. Ullamco in sunt et laboris ad Lorem est Lorem aliquip qui id duis. Adipisicing amet ut ea laborum mollit fugiat fugiat. Cillum quis in anim enim pariatur deserunt sint id aliqua anim. Aliquip sit amet magna labore exercitation.",
    "price": 15,
    "category": "Electronics",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":4,
    "location":"Liverpool"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "frying pan",
    "description": "Qui do exercitation tempor id deserunt tempor consequat consequat cupidatat. Adipisicing magna quis ut sit culpa exercitation enim incididunt laborum minim id. Ut nulla ullamco enim amet id. Labore proident incididunt nulla amet deserunt eiusmod consectetur anim cupidatat adipisicing veniam enim. Deserunt do proident consequat aliquip cillum nulla irure sint. Ad est reprehenderit pariatur tempor culpa sunt labore sunt laboris fugiat est enim non veniam. Officia duis ullamco et mollit excepteur dolor exercitation.",
    "price": 3,
    "category": "Kitchenware",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":4,
    "location":"Liverpool"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Dress",
    "description": "Exercitation laboris non sint labore qui sunt nisi. Exercitation aliqua ipsum velit excepteur voluptate pariatur. Enim officia nostrud est cupidatat dolor nisi esse Lorem consectetur qui in sit. Reprehenderit proident esse do fugiat. Cupidatat dolor do consequat adipisicing cupidatat laborum proident amet laboris sunt qui. Enim ut irure cupidatat proident eiusmod esse enim commodo in eu.",
    "price": 16,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":4,
    "location":"Liverpool"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Star Wars Annual 1991",
    "description": "Labore amet sint reprehenderit amet reprehenderit eu qui velit occaecat cupidatat. Voluptate et nostrud enim deserunt est. Aute id Lorem mollit irure exercitation nisi incididunt aliqua sunt deserunt adipisicing. Et id in laboris nostrud enim cupidatat in ea irure ut et adipisicing. Mollit sit cupidatat exercitation incididunt adipisicing. Pariatur ex esse tempor eu amet ad.",
    "price": 13,
    "category": "Books",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":4,
    "location":"Liverpool"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Winnie the Poo soft toy",
    "description": "Veniam enim veniam ex excepteur ipsum. Elit nostrud non Lorem commodo sunt ex labore anim sunt consequat. Ut amet nisi enim consequat laborum quis voluptate ullamco nisi. Sit exercitation voluptate culpa deserunt ullamco tempor ut exercitation id veniam ipsum exercitation elit. Irure fugiat aliqua consequat exercitation veniam incididunt dolor. Pariatur sit minim quis velit non cillum amet do proident. Aute eu Lorem mollit do.",
    "price": 3,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":4,
    "location":"Liverpool"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Men's suit",
    "description": "Proident in dolore exercitation quis ea eu Lorem eu incididunt ea ea. Qui minim elit reprehenderit minim commodo minim nostrud cillum laborum. Fugiat voluptate anim qui cupidatat commodo ex do. Occaecat esse culpa commodo consectetur qui sunt veniam cillum ipsum cillum anim cillum. Labore reprehenderit et qui eiusmod culpa laborum nulla excepteur eiusmod elit. Sunt Lorem amet voluptate nulla velit enim veniam dolore.",
    "price": 9,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",
    "charity_id":4,
    "location":"Liverpool"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Man eating plant",
    "description": "Labore aliqua esse dolore non anim nostrud esse proident qui do officia cillum. Duis magna Lorem non nulla occaecat do. Consequat minim officia irure qui eu dolore ex nisi consequat. Nulla fugiat occaecat ad pariatur non eu ipsum commodo veniam enim laborum ipsum voluptate dolore. Anim esse velit id voluptate laborum. Magna labore Lorem do incididunt exercitation nostrud.",
    "price": 10,
    "category": "Garden",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":4,
    "location":"Liverpool"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Wooden spoon",
    "description": "Excepteur cillum laboris nisi qui adipisicing nulla Lorem amet enim cupidatat ea irure. Aliquip eu commodo culpa anim nostrud aliquip dolore duis sint voluptate. Fugiat dolore velit magna pariatur anim. Exercitation duis Lorem laboris id aliquip nostrud adipisicing consectetur adipisicing nulla. Esse culpa in nostrud reprehenderit. Duis ipsum quis dolor velit.",
    "price": 8,
    "category": "Kitchenware",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":4,
    "location":"Liverpool"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Teletubby doll",
    "description": "Non pariatur irure sunt in tempor sint magna nostrud do dolor veniam minim consectetur excepteur. Veniam aliquip ad laborum quis duis eiusmod Lorem dolore consectetur reprehenderit anim ipsum. Cupidatat sint dolore ea dolor laboris aliqua qui dolor non ut tempor ipsum Lorem. Id deserunt aute est tempor eu enim nisi.",
    "price": 7,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":5,
    "location":"London"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Who's Who 1965",
    "description": "Proident nulla id proident aute Lorem fugiat pariatur dolore. Sit non pariatur ex dolore qui consectetur aute adipisicing do non anim cillum commodo. Esse ea magna consectetur sit laborum cillum consequat ipsum officia in duis magna.",
    "price": 19,
    "category": "Books",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":5,
    "location":"London"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Hose pipe",
    "description": "Deserunt veniam anim magna dolore laborum ad id deserunt magna dolor dolor deserunt amet. Dolor irure adipisicing anim id deserunt do ad commodo deserunt sint mollit tempor ipsum. Exercitation duis officia ex culpa occaecat. Ad ex eiusmod aute ex. Culpa adipisicing duis sunt consectetur velit anim id adipisicing in Lorem. Eu reprehenderit mollit proident ut voluptate amet Lorem nisi est sit ut proident. Amet commodo laboris consectetur do.",
    "price": 10,
    "category": "Garden",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":5,
    "location":"London"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Bluegrain",
    "description": "Dolor minim irure labore eu minim laborum amet est cillum aliqua minim. Ex ullamco deserunt voluptate laborum ullamco pariatur elit sint. Consectetur anim ea qui quis velit adipisicing tempor pariatur reprehenderit nulla.",
    "price": 14,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":5,
    "location":"London"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Jacket",
    "description": "Esse culpa pariatur irure dolor sint. Reprehenderit proident cupidatat sunt Lorem. Eiusmod id dolore exercitation excepteur qui nisi deserunt incididunt excepteur reprehenderit proident laboris.",
    "price": 5,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":5,
    "location":"London"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Qipao - small",
    "description": "Occaecat enim voluptate occaecat commodo. Cupidatat laboris quis amet ea. Laborum dolor esse duis eu tempor magna laboris consectetur.",
    "price": 12,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":5,
    "location":"London"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Cheese grater",
    "description": "Consectetur ut nostrud ullamco nostrud do qui ad adipisicing velit nostrud et aliquip eiusmod aute. Culpa magna ea cillum officia id magna nisi consectetur occaecat. Id irure qui aliqua consequat voluptate occaecat ullamco. Est consectetur deserunt irure voluptate reprehenderit labore in. Ipsum labore incididunt officia occaecat deserunt.",
    "price": 5,
    "category": "Kitchenware",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":5,
    "location":"London"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Stranger Things doll",
    "description": "Pariatur ut Lorem excepteur dolor excepteur dolore reprehenderit. Commodo Lorem consectetur nisi deserunt amet. Commodo mollit deserunt anim enim incididunt voluptate elit. Ut occaecat irure consequat et in sit ipsum reprehenderit nulla deserunt magna.",
    "price": 14,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":6,
    "location":"Bristol"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "The Child a.k.a. Baby Yoda",
    "description": "Amet excepteur excepteur labore laborum. Tempor quis quis laborum dolore et exercitation nulla laborum adipisicing. Consequat est anim magna fugiat officia ipsum mollit pariatur esse adipisicing Lorem amet. Deserunt occaecat laboris ullamco nostrud ea nisi minim reprehenderit enim nostrud aute nulla.",
    "price": 10,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":6,
    "location":"Bristol"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Boxing gloves",
    "description": "Ad eu officia sunt nulla aute sit commodo veniam sint aliqua sit magna pariatur velit. Ex irure magna tempor dolor eu consequat. Ipsum ex non dolore ex esse quis duis magna quis ex sunt duis ad in.",
    "price": 10,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":6,
    "location":"Bristol"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Mother Tongue - Bill Bryson",
    "description": "Amet non et do esse enim aliquip consequat excepteur. Sunt consequat aliqua id dolore in nisi id. Quis quis sit magna minim ullamco sit nisi in do fugiat ullamco pariatur Lorem.",
    "price": 3,
    "category": "Books",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":6,
    "location":"Bristol"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Teapot",
    "description": "Ad cillum sint nulla ut incididunt enim duis. Minim elit fugiat magna ex in nostrud et eu sint. Enim quis cupidatat ad irure.",
    "price": 12,
    "category": "Kitchenware",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":6,
    "location":"Bristol"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "trowel",
    "description": "Adipisicing ea eiusmod sint qui dolor enim duis dolor fugiat id ut. Incididunt veniam laboris cupidatat minim quis reprehenderit veniam occaecat quis. Sit consectetur laboris excepteur eiusmod fugiat ex anim aliquip.",
    "price": 5,
    "category": "Garden",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":6,
    "location":"Bristol"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Helmet",
    "description": "Laborum amet reprehenderit non sint adipisicing eiusmod in exercitation veniam est occaecat ex voluptate irure. Elit veniam ea sint culpa pariatur dolore sit officia. Aliqua mollit sint ullamco in Lorem laborum non amet in consequat officia. Minim do mollit minim amet aliqua esse sunt exercitation in qui cupidatat duis laborum aliquip. Est est aute tempor est duis enim excepteur est voluptate ipsum cillum labore laboris.",
    "price": 10,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":6,
    "location":"Bristol"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Uno card game pack",
    "description": "Cupidatat occaecat est dolore ut eiusmod commodo minim officia non ipsum. Deserunt pariatur quis proident mollit id irure. Do dolor dolor irure labore amet.",
    "price": 5,
    "category": "Toys",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":4,
    "location":"Bristol"
  },
  {
    "thumbnail_img_ref": "Saturn_test_2.jpg",
    "fullsize_img_ref": "earth-pic.jpg",
    "title": "Football boots - size 6",
    "description": "Ad eiusmod non eiusmod aute nulla et laboris magna occaecat fugiat pariatur nostrud. Voluptate pariatur laboris est cillum irure eiusmod laboris commodo labore voluptate. Veniam cillum enim magna exercitation do quis qui sint irure exercitation sint ipsum. ",
    "price": 5,
    "category": "Clothes",
    "status": "available",
    "seller_username": "Lois James",    "charity_id":5,
    "location":"Bristol"
  }
]